[UI]
TrayTip=EQ Profile Manager
Setup=Setup
Error=Error
Info=Information
Msg_PresetsFolderCreated="EQ_Presets" folder was not found and has been created.`nPlease place your .txt EQ profiles inside it.
Menu_EQ_On=EQ: ON (Click to turn OFF)
Menu_EQ_Off=EQ: OFF (Click to turn ON)
Menu_SwitchPreset=Switch Profile
Menu_OpenFolder=Open Folder
Menu_Refresh=Refresh List
Menu_DependencyMissing=Dependency Missing
Menu_InstallDependency=Install Dependency (Equalizer APO)
Menu_Language=Language
Menu_FindPresets=Find EQ Presets (AutoEQ)
Menu_Startup=Start with Windows
Menu_EditScript=Edit Script
Menu_ViewLog=View Log
Menu_Restart=Restart Script
Menu_Exit=Exit
Msg_PresetNotFound=Could not find the last used profile, or the file is missing.`nPlease select a valid profile from the "Switch Profile" menu.
Msg_AutoEQ_Instructions=Search for your model, select the "EqualizerAPO ParametricEq" type, and download the .txt file.`nPlace the downloaded .txt file into the presets folder.
Msg_DependencyMissing_Title=Dependency Missing: Equalizer APO
Msg_DependencyMissing_Body=This tool requires Equalizer APO to function.`n`nInstallation and Configuration:`n`n1. Download and install Equalizer APO.`n2. During installation, the "Configurator" window will appear.`n3. Under the "Playback devices" tab, you MUST check all devices you wish to apply EQ to.`n`n[IMPORTANT]`n- AVOID checking options with "Hands-Free" in the name.`n- NOTE: If you connect your Bluetooth headphones with a cable, their name might change (e.g., 'Senary Audio'). Make sure to check that too!`n`n4. After finishing, click "OK" and RESTART your computer.`n5. After restarting, run this tool again.`n`n[Configuration Help]`nIf you installed Equalizer APO to a non-default location, you'll need to edit the 'settings.ini' file.`n`nDo you want to open the download page now? (This dialog will close and the settings file will be opened for you)